[
    {
        "name": "Ahmad Tea Herbal Tea Camomile Honey Lavender amp39Sleepamp39 Natural Benefits Teabags 20 ct Pack of 6 Decaffeinated ampamp SugarFree",
        "short_description": "DELICIOUS SATISFYING FLAVOR – Ahmad Tea earned 22 Great Taste Awards Mixed Citrus being a favorite herbal tea. A refreshing blend filled with citrus flavors. Enjoy anytime of the day hot or iced.QUALITY INGREDIENTS – Committing to quality and consistency Ahmad Tea blends only the finest leaves cultivated from our trusted growers and tea gardens around the world. All blends are sugarfree.BREWING YOUR TEA – Mixed Citrus is offered in tagged tea bags. Steep according to the recommended time on the pack. Served hot or iced.TEA BENEFITS – Strong antioxidant properties that help support heart health and boosts your immune system. Mixed Citrus is naturally decaffeinated sugarfree and a great substitute for coffee and soft drinks.ETHICAL TEA PRACTICES – We are proud to support the Ethical Tea Partnership who are working towards the lives of tea workers and their environment worldwide.",
        "description": "Mixed Citrus Infusion is an energizing blend based around the eternally uplifting flavors of lemon and orange. Bursting with juicy citrus aromas and bold zesty notes this herbal tea is sure to enliven your spirits and your taste buds. Our Tea Masters squeeze big authentic flavors into this blend using only 100 natural ingredients. Orange and lemon are the stars of the show with apple rosehip and hibiscus providing the rounded backnotes. Ahmad Tea was built upon the quality of teas that it produces and has accepted 22 Great Taste Awards.Ingredientsnbsp Apple natural flavor sweet blackberry leaves orange peel rosehip lemon peel. Sugarfree amp decaffeinated.nbspOrigin Various regions including Chile Turkey the USA South America amp Thailand Subject to change due to seasonal variations.Brew Timenbsp Infuse for 35 minutes. Serve hot or iced.",
        "summary": "Mixed Citrus Infusion is an invigorating herbal tea blend perfect for enlivening your senses. Our Tea Masters have carefully crafted this tea using only natural ingredients, including zesty lemon and orange, sweet apple, rosehip and hibiscus. This sugar-free, decaffeinated tea is sure to delight your taste buds and energize your spirits with its juicy citrus aromas and bold flavors. Ahmad Tea is renowned for its quality and has been awarded 22 Great",
        "bullet_points": [
            "Mixed Citrus Infusion is an invigorating herbal tea blend perfect for enlivening your senses.",
            "Our Tea Masters have carefully crafted this tea using only natural ingredients, including zesty lemon and orange, sweet apple, rosehip and hibiscus.",
            "This sugar-free, decaffeinated tea is sure to delight your taste buds and energize your spirits with its juicy citrus aromas and bold flavors.",
            "Ahmad Tea is renowned for its quality and has been awarded 22 Great"
        ]
    },
    {
        "name": "Pinetarsol Gel Wash 100g Relieves Inflammed ampamp Itchy Skin Soap Free",
        "short_description": "relieve itching and inflammationcleanse without irritating skinpHbalanced to maintain the skin’s natural protection.moisturising soapfree gel",
        "description": "Pinetarsol Gel contains a blend of gentle surfactants that cleanse without irritating sensitive or inflamed skin. This moisturising soapfree gel can be used on the face hands or body as often as needed throughout the day. ACTIVE Tar Pine Tar 1.6 ww PRESERVATIVES Phenethyl Alcohol Dichlorobenzyl Alcohol Benefits Helps to relieve itching and inflammation associated with a range of skin conditions such as dermatitis eczema psoriasis nappy rash sunburn insect bites anal and genital itching inflamed scaly skin and jock itch chicken pox infections. Gently cleanses without irritating inflamed skin like soap can. pHbalanced to maintain the skin’s natural protection. Handy fliptop tube is ideal for travellers and while at work. Apply to wet skin and smooth gently over affected area. Leave on 23 minutes. Rinse and pat skin dry.",
        "summary": "Pinetarsol Gel is a moisturising, soap-free cleanser that contains 1.6% pine tar to help relieve itching and inflammation associated with a range of skin conditions. This pH-balanced gel is gentle enough to use on the face, hands and body multiple times a day, and its flip-top tube is convenient for travellers. Pinetarsol Gel can help soothe sunburn, insect bites, jock itch, chicken pox and other skin irritations.",
        "bullet_points": [
            "Pinetarsol Gel is a moisturising, soap-free cleanser that contains 1.6% pine tar to help relieve itching and inflammation associated with a range of skin conditions.",
            "This pH-balanced gel is gentle enough to use on the face, hands and body multiple times a day, and its flip-top tube is convenient for travellers.",
            "Pinetarsol Gel can help soothe sunburn, insect bites, jock itch, chicken pox and other skin irritations."
        ]
    },
    {
        "name": "Detail King FrigiClean Aerosol AC Evaporator Cleaner Restore Heating ampamp Cooling Efficiency",
        "short_description": "FrigiClean will remove road grime nicotine buildup and debris restoring heatingcooling efficiency.Using FrigiClean eliminates the debris and fallout collecting in your evaporator leaving behind a clean fresh and efficient ventilation system.",
        "description": "Detail King FrigiClean Aerosol AC Evaporator Cleaner Restore Heating amp Cooling Efficiency",
        "summary": "Detail King Frigi-Clean is the ultimate aerosol cleaner for air conditioning evaporators. It is designed to restore heating and cooling efficiency, making it the ideal choice for any home or business. This product is easy to use, fast-acting and provides long-lasting results. It is also non-corrosive and non-flammable, making it safe for all types of evaporators. Detail King Frigi-Clean is an effective and efficient way to restore the performance",
        "bullet_points": [
            "Detail King Frigi-Clean is the ultimate aerosol cleaner for air conditioning evaporators.",
            "It is designed to restore heating and cooling efficiency, making it the ideal choice for any home or business.",
            "This product is easy to use, fast-acting and provides long-lasting results.",
            "It is also non-corrosive and non-flammable, making it safe for all types of evaporators.",
            "Detail King Frigi-Clean is an effective and efficient way to restore the performance"
        ]
    },
    {
        "name": "Melissa ampamp Doug Super Smile Dentist Kit With Pretend Play Set of Teeth And Dental Accessories 25 Toy Pieces Pretend Dentist Play Set Dentist Toy Dentist Kit For Kids Ages 3",
        "short_description": "25piece dentist play set with realistic pretend play dental care essentials to give cleanings treat cavities and fit retainers and braces on an oversized set of pretend teethIncludes set of pretend teeth dryerase marker examination tools toothbrush toothpaste tube dental rinse bottle and cup 2 gauze pads 3 tooth polish cups top and bottom retainers and braces mask reusable ID tag on a lanyard doublesided reusable activity cardUse dryerase marker to mark “decay” then clean with vibrating tool with interchangeable polishing and drill heads or toothbrush back 4 teeth wiggle and lift to practice pretend extractionsA fun and engaging way to teach good dental health practices and to ease kids’ fears or feelings of stress associated with a visit to the dentistMakes a great gift for preschoolers ages 3 to 6 for handson screenfree play",
        "description": "Smile the dentist will see you now This 25piece dental care play set features an oversized set of pretend teeth so young dentistsintraining can give cleanings treat cavities and even fit retainers and braces Mark the pretend teeth with the dryerase marker then use the vibrating tool with interchangeable polishing and drill heads and the toothbrush to clean. The set includes realistic instruments like a pick mirror and floss a dental rinse bottle and cup 2 gauze pads 3 tooth polish cups and an instrument tray to keep organized. A mask reusable ID tag on a lanyard and a doublesided reusable activity card round out the dentist’s office experience. The play set is a fun and engaging way to teach good dental health practices and to ease kids’ fears or feelings of stress associated with a visit to the dentist. Spark a child’s creativity and imagination and to inspire young dentists for years to come.",
        "summary": "This 25-piece dental care play set is perfect for young dentists-in-training! The set features an over-sized set of pretend teeth, a vibrating tool with interchangeable polishing and drill heads, and a toothbrush to clean. It also includes realistic instruments such as a pick, mirror, and floss, a dental rinse bottle and cup, 2 gauze pads, 3 tooth polish cups, and an instrument tray. To complete the dentist's office experience, a mask",
        "bullet_points": [
            "This 25-piece dental care play set is perfect for young dentists-in-training!",
            "The set features an over-sized set of pretend teeth, a vibrating tool with interchangeable polishing and drill heads, and a toothbrush to clean.",
            "It also includes realistic instruments such as a pick, mirror, and floss, a dental rinse bottle and cup, 2 gauze pads, 3 tooth polish cups, and an instrument tray.",
            "To complete the dentist's office experience, a mask"
        ]
    },
    {
        "name": "Starbucks Liquid Coffee Creamer Cinnamon Dolce Creamer Inspired by Cinnamon Dolce Latte",
        "short_description": "One 1 28ounce bottle of Starbucks Liquid Coffee Creamer Cinnamon Dolce Inspired by Cinnamon Dolce Latte SNAP and EBT Eligible itemFlavored creamer with the rich flavors of cinnamon streuselEasypour oneclick spout that resembles instore Starbucks cream carafesA tasty alternative to milk half and half and regular creamer in your morning cupPairs well with any brand of coffee including your favorite Starbucks roastDelicious in hot and cold coffee drinks tea and other beverages",
        "description": "Enjoy your favorite Starbucks café flavors at home with Starbucks liquid coffee creamer. Inspired by Starbucks signature Cinnamon Dolce Latte our Starbucks Cinnamon Dolce creamer makes every cup taste like the real thing. With the rich flavors of cinnamon streusel it has a great taste and creamy texture that set it apart from other flavored creamers. Each 28ounce bottle of liquid creamer contains an easypour oneclick spout that resembles instore Starbucks cream carafes. Add this cinnamon creamer to your cup and be instantly transported to your favorite Starbucks café morning noon or night. With Starbucks coffee creamers you can breathe new life into your athome coffee routine. Made with nonfat milk and natural flavors our dairy creamer is a tasty alternative to milk half and half and coffee cream. It’s delicious in hot and cold coffee drinks and has a perfectly smooth and balanced taste that pairs well with any brand of coffee including your favorite Starbucks roast. Elevate any cup to café quality with Starbucks Cinnamon Dolce coffee creamer. All Starbucks flavored creamers are inspired by the Starbucks drinks you know and love. Start with Starbucks cinnamon coffee creamer or try other favorites such as Caramel Inspired by Caramel Macchiato and White Chocolate Inspired by White Chocolate Mocha. With a variety of flavors to choose from finding a favorite is easy. Since 1971 Starbucks has spread its passion for coffee around the world one cup at a time. Now that passion is about to meet your morning coffee with new Starbucks flavored coffee creamer. Together they make the perfect pair sparking flavor that’s instantly familiar and deliciously Starbucks. And once you try it your morning coffee will never be the same again. This is not just coffee creamer. This is your favorite Starbucks flavors now at home. Starbucks and the Siren logo are trademarks of Starbucks used under license by Nestlé.",
        "summary": "Starbucks Cinnamon Dolce Coffee Creamer is the perfect way to enjoy the flavors of your favorite Starbucks café at home. This liquid creamer comes in a 28-ounce bottle with an easy-pour spout, making it easy to add to your cup of coffee. Made with nonfat milk and natural flavors, this creamer is a tasty, creamy alternative to milk, half and half, and coffee cream. The rich cinnamon streusel flavor is inspired by the classic Cinnamon Dolce",
        "bullet_points": [
            "Starbucks Cinnamon Dolce Coffee Creamer is the perfect way to enjoy the flavors of your favorite Starbucks café at home.",
            "This liquid creamer comes in a 28-ounce bottle with an easy-pour spout, making it easy to add to your cup of coffee.",
            "Made with nonfat milk and natural flavors, this creamer is a tasty, creamy alternative to milk, half and half, and coffee cream.",
            "The rich cinnamon streusel flavor is inspired by the classic Cinnamon Dolce"
        ]
    },
    {
        "name": "Windmill Hair Fare Vitamin Supplement Caplets for Hair 60 Ea",
        "short_description": "Hair fare vitamin and mineral supplement caplets provides a combination of nutrients consistently found in healthy hair.Country Of Origin United StatesItem Package Dimension 9.4cm L x 5.33cm W x 5.33cm HItem Package Weight 4.0 oz",
        "description": "Hair fare vitamin and mineral supplement caplets provides a combination of nutrients consistently found in healthy hair.",
        "summary": "Hair fare vitamin and mineral supplement caplets are specifically designed to help maintain healthy hair. These caplets provide a comprehensive combination of essential vitamins and minerals to nourish the hair from within. They are formulated to support hair growth, strength, and shine, as well as helping to prevent breakage and hair loss. The caplets are easy to take and provide a convenient way to get the essential nutrients for healthy hair.",
        "bullet_points": [
            "Hair fare vitamin and mineral supplement caplets are specifically designed to help maintain healthy hair.",
            "These caplets provide a comprehensive combination of essential vitamins and minerals to nourish the hair from within.",
            "They are formulated to support hair growth, strength, and shine, as well as helping to prevent breakage and hair loss.",
            "The caplets are easy to take and provide a convenient way to get the essential nutrients for healthy hair."
        ]
    },
    {
        "name": "Starbucks Caramel Flavored Almondmilk and Oatmilk Non Dairy Liquid Coffee Creamer 28 fl oz",
        "short_description": "Starbucks Caramel Flavored Almondmilk amp Oatmilk NonDairy Liquid Coffee Creamer lets you enjoy your favorite Starbucks coffee flavors at home. Inspired by Starbucks Caramel Macchiato this flavored liquid creamer makes every cup taste like the real thing. We crafted a delicious smooth rich blend of almondmilk and oatmilk along with sweet buttery caramel and hints of vanilla flavors setting this flavored creamer apart from others. Add this caramel flavored coffee creamer to either hot or iced coffee drinks including your favorite Starbucks roast. Elevate any cup to cafe quality with this Starbucks caramel flavored creamer. This non dairy creamer offers a tasty alternative to milk half and half or regular creamer. Keep Starbucks coffee creamer refrigerated. Starbucks and the Siren logo are trademarks of Starbucks used under license by Nestle.",
        "description": " One 28 fl oz bottle of Starbucks Caramel Flavored Almondmilk amp Oatmilk NonDairy Liquid Coffee Creamer Starbucks creamer with almondmilk and oatmilk features flavors of sweet buttery caramel with hints of vanilla Non dairy creamer with 30 calories per serving Pairs well with any brand of coffee including your favorite Starbucks roast Add this caramel creamer to either hot or iced coffee drinks Keep Starbucks caramel coffee creamer refrigerated SNAP and EBT Eligible item InstructionsMICROWAVE",
        "summary": "This Starbucks Caramel Flavored Almondmilk & Oatmilk Non-Dairy Liquid Coffee Creamer is perfect for those who enjoy a sweet and creamy coffee. It is made with almondmilk and oatmilk, giving it a buttery caramel flavor with hints of vanilla. Each serving has only 30 calories, making it a great choice for those watching their calorie intake. This creamer pairs well with any type of coffee, and can be added to both hot and",
        "bullet_points": [
            "This Starbucks Caramel Flavored Almondmilk & Oatmilk Non-Dairy Liquid Coffee Creamer is perfect for those who enjoy a sweet and creamy coffee.",
            "It is made with almondmilk and oatmilk, giving it a buttery caramel flavor with hints of vanilla.",
            "Each serving has only 30 calories, making it a great choice for those watching their calorie intake.",
            "This creamer pairs well with any type of coffee, and can be added to both hot and"
        ]
    },
    {
        "name": "Privacy Wireless We Share Vibe Remote Control Privacy Funny SexxxnToys Rivacy Stimulator Double Jumping SexxxnToys for Women SexxxnToys for Privacy TshirtSexxxn Games",
        "short_description": "Function Funny SexxxnToysFeatureWe VibeObscene PictureNoPlace of OriginModel NumberBI014485WtypePrivacyBrand NameFeeloverPackagingDiscreetPropertiesJumping SexxxnToys for WomecolorRoseCommodity Quality CertificationCEPrivacyually SuggestiveNoMaterialSiliconeItem typeJumping SexxxnToyssize103mm50mm32mm",
        "description": "Privacy Wireless We Share Vibe Remote Control Privacy Funny SexxxnToys Rivacy Stimulator Double Jumping SexxxnToys for Women SexxxnToys for Privacy TshirtSexxxn Games",
        "summary": "This Privacy Wireless We Share Vibe Remote Control Privacy Funny Sexxxn-Toys Rivacy Stimulator is the perfect tool for couples to explore their sexual fantasies. It features two sexxxn-toys, a double jumping sexxxn-toy for women and a privacy t-shirt for men, allowing for a variety of stimulating activities. It also comes with a remote control for easy access and a variety of sexxxn games. All of these features make it a great",
        "bullet_points": [
            "This Privacy Wireless We Share Vibe Remote Control Privacy Funny Sexxxn-Toys Rivacy Stimulator is the perfect tool for couples to explore their sexual fantasies.",
            "It features two sexxxn-toys, a double jumping sexxxn-toy for women and a privacy t-shirt for men, allowing for a variety of stimulating activities.",
            "It also comes with a remote control for easy access and a variety of sexxxn games.",
            "All of these features make it a great"
        ]
    },
    {
        "name": "VIP 3 in 1 Hair Color Shampoo 180 ml 6.08 fl oz",
        "short_description": "3 in 1 Shampoo Hair Color Conditioner Quantity 180 ml 6.08 fl ozNo gloves no stain and brush bowl required Fully herbal safePleasant fragrance and Tear Free Easy to use Zero ammonia No PPDAmazing results in just 15 minutesColor Black 100 grey coverage",
        "description": "3in1 Hair Colour magic. Bye bye to Hair Dye get DONE in 15 minutes without Stains or Gloves. VIP 3 in 1 Hair Color Shampoo is the magnificent result of 16 years of extensive research and analysis done by our trichology experts. How to Use Wet your hands thoroughly. Please ensure your hair is completely dry without oil dust. There are two different types of shampoos present inside the container. Take the required amount of shampoos present inside the container. Take the required quantity of shampoo by pressing the nozzle over the wet hands and mix them well. Apply the mixture on your hair uniformly and massage the head thoroughly. Wash your hands within 3 minutes from the time of contact using soap or hand wash. Wait for 15 minutes. Then rinse your hair with adequate water. Look young attractive. Order today 1month pack 6.08 fl. oz 180 ml",
        "summary": "This 3-in-1 Hair Colour magic is the perfect solution for achieving a new look without the hassle of dyeing your hair. It only takes 15 minutes to get the desired look, without any staining or the need for gloves. Developed by trichology experts over 16 years of research, this shampoo is easy to use and provides long-lasting results. Simply wet your hands, mix the two different types of shampoo, apply it to your hair, and wait 15 minutes.",
        "bullet_points": [
            "This 3-in-1 Hair Colour magic is the perfect solution for achieving a new look without the hassle of dyeing your hair.",
            "It only takes 15 minutes to get the desired look, without any staining or the need for gloves.",
            "Developed by trichology experts over 16 years of research, this shampoo is easy to use and provides long-lasting results.",
            "Simply wet your hands, mix the two different types of shampoo, apply it to your hair, and wait 15 minutes."
        ]
    },
    {
        "name": "XNX Baby Milestone Blanket Baby Monthly Blanket Baby Girl Shower Newborn Photography Props Premium Fleece New Mom",
        "short_description": "1.This infant milestone blanket is made from premium fleece soft breathablecomfortable convenient. non toxic and it will not fade or wrinkle.2.This cute baby milestone blanket is the best photo props for babyu2019s first year. can help you create the first year keepsake and milestone pictures for you and your family.3.With this monthly blanket you can figure out how old your baby were in the picture when heher grows up perfect way to track your babys growth4.Great baby shower gift perfect gift for anybody who is pregnancy or has a newborn child your friends or family will love this sweet gift5.The fleece blanket is also perfect for baby use in livessuch like travelpicnicin car or airplane.As it wrinkleresistant and",
        "description": "ColorDouble Sidedanimal Great baby shower gift perfect gift for anybody who is pregnancy or has a newborn child your friends or family will love this sweet gift ",
        "summary": "This double-sided animal gift is an excellent choice for any special occasion, such as a baby shower. It features a unique design that is sure to delight any expecting mother or newborn baby. It is a perfect way to show your love and appreciation for the special people in your life. The gift is made of high-quality materials and features a unique and charming design that is sure to be appreciated. It is sure to bring a smile to the face of anyone who receives it, making it",
        "bullet_points": [
            "This double-sided animal gift is an excellent choice for any special occasion, such as a baby shower.",
            "It features a unique design that is sure to delight any expecting mother or newborn baby.",
            "It is a perfect way to show your love and appreciation for the special people in your life.",
            "The gift is made of high-quality materials and features a unique and charming design that is sure to be appreciated.",
            "It is sure to bring a smile to the face of anyone who receives it, making it"
        ]
    },
    {
        "name": "Google Pixel Buds Clearly White",
        "short_description": "With customdesigned speakers Google Pixel Buds bring you brilliant sound. Beamforming mics and voice accelerometers help make your calls crystal clear even in noisy and windy conditions.1 Get realtime translation right in your ear.2 And talk to Google Assistant for handsfree help ndash just say ldquoHey Google.rdquo3Brilliant sound all around. With customdesigned 12 mm dynamic speaker drivers Google Pixel Buds deliver rich highquality audio no matter what yoursquore listening to.Made for your ears. With three eartip sizes and a stabilizer arc Google Pixel Buds stay in place and create a gentle seal for amazing sound.Clear calls anywhere. Beamforming mics and voice accelerometers help make your calls crystal clear even in noisy and windy conditions. 1A translator in your ear. Get realtime translation right in your ear while using a Pixel or Android 6.0 phone. 2Help when you need it. To skip a track get directions or send a message just say ldquoHey Googlerdquo or press and hold the earbud to talk to Google Assistant. 3Weight 66.7 g",
        "description": "nbspNotenbsp 1 Call quality depends on signal strength environment and many other factors. Actual results may vary. 2 Requires an Android 6.0 device and an internet connection. Data rates may apply. For available languages go to g.copixelbudshelp. 3 Google Assistant requires an Assistantenabled Android 6.0 device Google Account and an internet connection. Data rates may apply. ",
        "summary": "Google Pixel Buds are the perfect way to stay connected and get things done. These wireless earbuds offer exceptional call quality and crystal clear sound, making them ideal for hands-free conversations. They are also compatible with most Android 6.0+ devices, giving you access to the Google Assistant, so you can get answers to questions and control your music with just your voice. Plus, you can customize the Pixel Buds to your language, so you can enjoy the convenience of voice commands",
        "bullet_points": [
            "Google Pixel Buds are the perfect way to stay connected and get things done.",
            "These wireless earbuds offer exceptional call quality and crystal clear sound, making them ideal for hands-free conversations.",
            "They are also compatible with most Android 6.0+ devices, giving you access to the Google Assistant, so you can get answers to questions and control your music with just your voice.",
            "Plus, you can customize the Pixel Buds to your language, so you can enjoy the convenience of voice commands"
        ]
    },
    {
        "name": "5 Surprise Mini Brands Mystery Capsule Real Miniature Brands Collectible Toy by ZURU",
        "short_description": "5 Surprise Mini Brands Collectable Capsule",
        "description": "KEY FEATURES • SO MANY TO COLLECTThere are over 70 miniatures of your favourite brands to collect including favorites like Skippy Dove Warheads Dum Dums Pez and Kikoman. • UNBOXING FUN Enjoy the thrill of unboxing as you unwrap peel and reveal 5 different surprises • RARE MINIS Can you find the Rare Metallic and Glow in the Dark Minis There are Super Rare GOLD minis to collect too • 3 ACCESSORIES TO COLLECTCollect all 3 miniature shopping basket cart shelf to create your own miniature shopping world • CREATE YOUR MINI SHOPPING WORLDCollect them all and tick off your collectors guide shopping list as you go",
        "summary": "This amazing collection of miniature shopping items contains over 70 different brands, providing hours of fun unboxing and collecting. With rare Metallic and Glow in the Dark Minis, as well as Super Rare GOLD minis, the possibilities are endless. Not only that, but 3 miniature accessories are also included, allowing you to create your own miniature shopping world. Enjoy the thrill of collecting and ticking off your collector's guide shopping list as you go!",
        "bullet_points": [
            "This amazing collection of miniature shopping items contains over 70 different brands, providing hours of fun unboxing and collecting.",
            "With rare Metallic and Glow in the Dark Minis, as well as Super Rare GOLD minis, the possibilities are endless.",
            "Not only that, but 3 miniature accessories are also included, allowing you to create your own miniature shopping world.",
            "Enjoy the thrill of collecting and ticking off your collector's guide shopping list as you go!"
        ]
    },
    {
        "name": "Safed Musli Powder",
        "short_description": "Our powder is 100 pure form of Safed MusliMade from carefully selected whole Safed Musli which are processed to pure powder under stringent quality checks.Highly bioavailable easy to absorb made to provide full potency for maximum effectiveness.All products meet UKEU legislation to maintain high health and safety standards",
        "description": " Product Description Safe Musli is believed to have unparalleled medicinal properties. All products meet UKEU legislation to maintain high health and safety standards Ingredients 100 Chlorophytum borivilianum Safed Musli Directions Suggested use Take 1 tsp 5gm mixed into warm water twice a day as a nutritional drink or as directed by health practitioner. Safety Warning Do not exceed stated recommended daily dose. Food supplements should not be used as a substitute for a varied diet. Keep out of reach of children. This product is not intended to diagnose treat cure or prevent any disease. If you are pregnant breast feeding currently taking any prescription medications or under medical supervision please consult a doctor or healthcare professional before use. Do not use if the seal is broken. Manufacturer Contact Information DevSatya Ltd 11 Spire House Harrow HA1 2HF UK See more",
        "summary": "Safe Musli is an herbal supplement with powerful medicinal properties. It is made from 100% Chlorophytum borivilianum and is produced to meet UK/EU health and safety standards. It is recommended to take 1 tsp (5gm) mixed into warm water twice a day as a nutritional drink. It should be used with caution, as it should not be taken as a substitute for a varied diet, and should not be consumed if pregnant, breastfeeding, taking prescription medication",
        "bullet_points": [
            "Safe Musli is an herbal supplement with powerful medicinal properties.",
            "It is made from 100% Chlorophytum borivilianum and is produced to meet UK/EU health and safety standards.",
            "It is recommended to take 1 tsp (5gm) mixed into warm water twice a day as a nutritional drink.",
            "It should be used with caution, as it should not be taken as a substitute for a varied diet, and should not be consumed if pregnant, breastfeeding, taking prescription medication"
        ]
    },
    {
        "name": "Nikon D5100 16.2MP Digital SLR Camera ampamp 1855mm VR Lens",
        "short_description": "This refurbished product is tested and certified to look and work like new. The refurbishing process includes functionality testing basic cleaning inspection and repackaging. The product ships with all relevant accessories and may arrive in a generic box",
        "description": "Nikon D5100 Digital SLR Kit w47 1855mm",
        "summary": "The Nikon D5100 Digital SLR Kit is an excellent choice for photographers of all skill levels. It offers an easy-to-use interface and a wide range of features. The kit comes with an 18-55mm lens, allowing you to capture stunning images with incredible detail. The camera also features a 16.2 megapixel DX-format CMOS image sensor, which provides excellent image quality and low noise. The camera also has a 3-inch LCD monitor, a built-",
        "bullet_points": [
            "The Nikon D5100 Digital SLR Kit is an excellent choice for photographers of all skill levels.",
            "It offers an easy-to-use interface and a wide range of features.",
            "The kit comes with an 18-55mm lens, allowing you to capture stunning images with incredible detail.",
            "The camera also features a 16.2 megapixel DX-format CMOS image sensor, which provides excellent image quality and low noise.",
            "The camera also has a 3-inch LCD monitor, a built-"
        ]
    }
]