[
    {
        "name": "Ahmad Tea Herbal Tea, Camomile, Honey, Lavender &amp;#39;Sleep&amp;#39; Natural Benefits Teabags, 20 ct Pack of 6 - Decaffeinated &amp;amp; Sugar-Free",
        "short_description": "DELICIOUS SATISFYING FLAVOR – Ahmad Tea earned 22 Great Taste Awards Mixed Citrus being a favorite herbal tea. A refreshing blend filled with citrus flavors. Enjoy anytime of the day hot or iced.QUALITY INGREDIENTS – Committing to quality and consistency Ahmad Tea blends only the finest leaves cultivated from our trusted growers and tea gardens around the world. All blends are sugarfree.BREWING YOUR TEA – Mixed Citrus is offered in tagged tea bags. Steep according to the recommended time on the pack. Served hot or iced.TEA BENEFITS – Strong antioxidant properties that help support heart health and boosts your immune system. Mixed Citrus is naturally decaffeinated sugarfree and a great substitute for coffee and soft drinks.ETHICAL TEA PRACTICES – We are proud to support the Ethical Tea Partnership who are working towards the lives of tea workers and their environment worldwide.",
        "description": "Mixed Citrus Infusion is an energizing blend based around the eternally uplifting flavors of lemon and orange. Bursting with juicy citrus aromas and bold zesty notes this herbal tea is sure to enliven your spirits and your taste buds. Our Tea Masters squeeze big authentic flavors into this blend using only 100 natural ingredients. Orange and lemon are the stars of the show with apple rosehip and hibiscus providing the rounded backnotes. Ahmad Tea was built upon the quality of teas that it produces and has accepted 22 Great Taste Awards.Ingredientsnbsp Apple natural flavor sweet blackberry leaves orange peel rosehip lemon peel. Sugarfree amp decaffeinated.nbspOrigin Various regions including Chile Turkey the USA South America amp Thailand Subject to change due to seasonal variations.Brew Timenbsp Infuse for 35 minutes. Serve hot or iced.",
        "summary": "Ahmad Tea's Mixed Citrus Infusion is a naturally energizing blend of lemon and orange flavors with apple, rosehip and hibiscus for a rounded finish. Enjoy the juicy citrus aromas and bold zesty notes, crafted with 100% natural ingredients and 22 Great Taste Awards"
    },
    {
        "name": "Pinetarsol Gel Wash 100g, Relieves Inflammed &amp;amp; Itchy Skin, Soap Free",
        "short_description": "relieve itching and inflammationcleanse without irritating skinpHbalanced to maintain the skin’s natural protection.moisturising soapfree gel",
        "description": "Pinetarsol Gel contains a blend of gentle surfactants that cleanse without irritating sensitive or inflamed skin. This moisturising soapfree gel can be used on the face hands or body as often as needed throughout the day. ACTIVE Tar Pine Tar 1.6 ww PRESERVATIVES Phenethyl Alcohol Dichlorobenzyl Alcohol Benefits Helps to relieve itching and inflammation associated with a range of skin conditions such as dermatitis eczema psoriasis nappy rash sunburn insect bites anal and genital itching inflamed scaly skin and jock itch chicken pox infections. Gently cleanses without irritating inflamed skin like soap can. pHbalanced to maintain the skin’s natural protection. Handy fliptop tube is ideal for travellers and while at work. Apply to wet skin and smooth gently over affected area. Leave on 23 minutes. Rinse and pat skin dry.",
        "summary": "Pinetarsol Gel is a soap-free moisturising gel that helps to relieve itching and inflammation associated with a range of skin conditions. It contains a blend of gentle surfactants and 1.6% w/w active Tar (Pine Tar) to cleanse without irritating sensitive"
    },
    {
        "name": "Detail King Frigi-Clean - Aerosol AC Evaporator Cleaner - Restore Heating &amp;amp; Cooling Efficiency",
        "short_description": "FrigiClean will remove road grime nicotine buildup and debris restoring heatingcooling efficiency.Using FrigiClean eliminates the debris and fallout collecting in your evaporator leaving behind a clean fresh and efficient ventilation system.",
        "description": "Detail King FrigiClean Aerosol AC Evaporator Cleaner Restore Heating amp Cooling Efficiency",
        "summary": "This aerosol AC evaporator cleaner is perfect for restoring your heating and cooling efficiency. Detail King Frigi-Clean is a fast and effective way to clean dust, dirt and debris from your AC evaporator and improve the performance of your air conditioning system."
    },
    {
        "name": "Melissa &amp;amp; Doug Super Smile Dentist Kit With Pretend Play Set of Teeth And Dental Accessories 25 Toy Pieces - Pretend Dentist Play Set, Dentist Toy, Dentist Kit For Kids Ages 3",
        "short_description": "25piece dentist play set with realistic pretend play dental care essentials to give cleanings treat cavities and fit retainers and braces on an oversized set of pretend teethIncludes set of pretend teeth dryerase marker examination tools toothbrush toothpaste tube dental rinse bottle and cup 2 gauze pads 3 tooth polish cups top and bottom retainers and braces mask reusable ID tag on a lanyard doublesided reusable activity cardUse dryerase marker to mark “decay” then clean with vibrating tool with interchangeable polishing and drill heads or toothbrush back 4 teeth wiggle and lift to practice pretend extractionsA fun and engaging way to teach good dental health practices and to ease kids’ fears or feelings of stress associated with a visit to the dentistMakes a great gift for preschoolers ages 3 to 6 for handson screenfree play",
        "description": "Smile the dentist will see you now This 25piece dental care play set features an oversized set of pretend teeth so young dentistsintraining can give cleanings treat cavities and even fit retainers and braces Mark the pretend teeth with the dryerase marker then use the vibrating tool with interchangeable polishing and drill heads and the toothbrush to clean. The set includes realistic instruments like a pick mirror and floss a dental rinse bottle and cup 2 gauze pads 3 tooth polish cups and an instrument tray to keep organized. A mask reusable ID tag on a lanyard and a doublesided reusable activity card round out the dentist’s office experience. The play set is a fun and engaging way to teach good dental health practices and to ease kids’ fears or feelings of stress associated with a visit to the dentist. Spark a child’s creativity and imagination and to inspire young dentists for years to come.",
        "summary": "This 25-piece dental care play set helps kids learn about good dental hygiene and ease any worries about visiting the dentist. It features an oversized set of pretend teeth with a dry-erase marker, vibrating tool with interchangeable heads, toothbrush, realistic instruments, and a mask, ID"
    },
    {
        "name": "Starbucks Liquid Coffee Creamer, Cinnamon Dolce Creamer, Inspired by Cinnamon Dolce Latte",
        "short_description": "One 1 28ounce bottle of Starbucks Liquid Coffee Creamer Cinnamon Dolce Inspired by Cinnamon Dolce Latte SNAP and EBT Eligible itemFlavored creamer with the rich flavors of cinnamon streuselEasypour oneclick spout that resembles instore Starbucks cream carafesA tasty alternative to milk half and half and regular creamer in your morning cupPairs well with any brand of coffee including your favorite Starbucks roastDelicious in hot and cold coffee drinks tea and other beverages",
        "description": "Enjoy your favorite Starbucks café flavors at home with Starbucks liquid coffee creamer. Inspired by Starbucks signature Cinnamon Dolce Latte our Starbucks Cinnamon Dolce creamer makes every cup taste like the real thing. With the rich flavors of cinnamon streusel it has a great taste and creamy texture that set it apart from other flavored creamers. Each 28ounce bottle of liquid creamer contains an easypour oneclick spout that resembles instore Starbucks cream carafes. Add this cinnamon creamer to your cup and be instantly transported to your favorite Starbucks café morning noon or night. With Starbucks coffee creamers you can breathe new life into your athome coffee routine. Made with nonfat milk and natural flavors our dairy creamer is a tasty alternative to milk half and half and coffee cream. It’s delicious in hot and cold coffee drinks and has a perfectly smooth and balanced taste that pairs well with any brand of coffee including your favorite Starbucks roast. Elevate any cup to café quality with Starbucks Cinnamon Dolce coffee creamer. All Starbucks flavored creamers are inspired by the Starbucks drinks you know and love. Start with Starbucks cinnamon coffee creamer or try other favorites such as Caramel Inspired by Caramel Macchiato and White Chocolate Inspired by White Chocolate Mocha. With a variety of flavors to choose from finding a favorite is easy. Since 1971 Starbucks has spread its passion for coffee around the world one cup at a time. Now that passion is about to meet your morning coffee with new Starbucks flavored coffee creamer. Together they make the perfect pair sparking flavor that’s instantly familiar and deliciously Starbucks. And once you try it your morning coffee will never be the same again. This is not just coffee creamer. This is your favorite Starbucks flavors now at home. Starbucks and the Siren logo are trademarks of Starbucks used under license by Nestlé.",
        "summary": "Transform your morning coffee with Starbucks Cinnamon Dolce Coffee Creamer. Inspired by the signature Cinnamon Dolce Latte, this creamer has a great taste and creamy texture that will make every cup taste like the real thing. With an easy-pour, one-click spout and natural flavors"
    },
    {
        "name": "Windmill Hair Fare Vitamin Supplement Caplets for Hair - 60 Ea",
        "short_description": "Hair fare vitamin and mineral supplement caplets provides a combination of nutrients consistently found in healthy hair.Country Of Origin United StatesItem Package Dimension 9.4cm L x 5.33cm W x 5.33cm HItem Package Weight 4.0 oz",
        "description": "Hair fare vitamin and mineral supplement caplets provides a combination of nutrients consistently found in healthy hair.",
        "summary": "Hair fare is a vitamin and mineral supplement that provides essential nutrients to help promote healthy hair growth. Combining vitamins and minerals, Hair fare is the perfect supplement to support and maintain the health of your hair."
    },
    {
        "name": "Starbucks Caramel Flavored Almondmilk and Oatmilk Non Dairy Liquid Coffee Creamer, 28 fl oz",
        "short_description": "Starbucks Caramel Flavored Almondmilk amp Oatmilk NonDairy Liquid Coffee Creamer lets you enjoy your favorite Starbucks coffee flavors at home. Inspired by Starbucks Caramel Macchiato this flavored liquid creamer makes every cup taste like the real thing. We crafted a delicious smooth rich blend of almondmilk and oatmilk along with sweet buttery caramel and hints of vanilla flavors setting this flavored creamer apart from others. Add this caramel flavored coffee creamer to either hot or iced coffee drinks including your favorite Starbucks roast. Elevate any cup to cafe quality with this Starbucks caramel flavored creamer. This non dairy creamer offers a tasty alternative to milk half and half or regular creamer. Keep Starbucks coffee creamer refrigerated. Starbucks and the Siren logo are trademarks of Starbucks used under license by Nestle.",
        "description": " One 28 fl oz bottle of Starbucks Caramel Flavored Almondmilk amp Oatmilk NonDairy Liquid Coffee Creamer Starbucks creamer with almondmilk and oatmilk features flavors of sweet buttery caramel with hints of vanilla Non dairy creamer with 30 calories per serving Pairs well with any brand of coffee including your favorite Starbucks roast Add this caramel creamer to either hot or iced coffee drinks Keep Starbucks caramel coffee creamer refrigerated SNAP and EBT Eligible item InstructionsMICROWAVE",
        "summary": " Heat, uncovered, in 10-second increments until desired temperature.This Starbucks Caramel Flavored Almondmilk & Oatmilk Non-Dairy Liquid Coffee Creamer adds a delicious sweet, buttery caramel flavor to any coffee. With 30 calories per serving, it's the"
    },
    {
        "name": "Privacy Wireless We Share Vibe Remote Control Privacy Funny Sexxxn-Toys Rivacy Stimulator Double Jumping Sexxxn-Toys for Women Sexxxn-Toys for Privacy Tshirt,Sexxxn Games",
        "short_description": "Function Funny SexxxnToysFeatureWe VibeObscene PictureNoPlace of OriginModel NumberBI014485WtypePrivacyBrand NameFeeloverPackagingDiscreetPropertiesJumping SexxxnToys for WomecolorRoseCommodity Quality CertificationCEPrivacyually SuggestiveNoMaterialSiliconeItem typeJumping SexxxnToyssize103mm50mm32mm",
        "description": "Privacy Wireless We Share Vibe Remote Control Privacy Funny SexxxnToys Rivacy Stimulator Double Jumping SexxxnToys for Women SexxxnToys for Privacy TshirtSexxxn Games",
        "summary": "This Sexxxn-Toys set is perfect for couples who want to add a bit of extra fun to their bedroom. The wireless remote control privacy funny vibe is designed for double jumping pleasure, while the privacy t-shirt and Sexxxn-Toys games add an extra layer of"
    },
    {
        "name": "VIP 3 in 1 Hair Color Shampoo 180 ml  6.08 fl oz",
        "short_description": "3 in 1 Shampoo Hair Color Conditioner Quantity 180 ml 6.08 fl ozNo gloves no stain and brush bowl required Fully herbal safePleasant fragrance and Tear Free Easy to use Zero ammonia No PPDAmazing results in just 15 minutesColor Black 100 grey coverage",
        "description": "3in1 Hair Colour magic. Bye bye to Hair Dye get DONE in 15 minutes without Stains or Gloves. VIP 3 in 1 Hair Color Shampoo is the magnificent result of 16 years of extensive research and analysis done by our trichology experts. How to Use Wet your hands thoroughly. Please ensure your hair is completely dry without oil dust. There are two different types of shampoos present inside the container. Take the required amount of shampoos present inside the container. Take the required quantity of shampoo by pressing the nozzle over the wet hands and mix them well. Apply the mixture on your hair uniformly and massage the head thoroughly. Wash your hands within 3 minutes from the time of contact using soap or hand wash. Wait for 15 minutes. Then rinse your hair with adequate water. Look young attractive. Order today 1month pack 6.08 fl. oz 180 ml",
        "summary": "This 3-in-1 Hair Colour magic is the perfect solution to get salon-quality hair colouring in the comfort of your own home. With no need for gloves or stains, it takes just 15 minutes to get the desired look. Developed by trichology experts, the shampoo"
    },
    {
        "name": "XNX Baby Milestone Blanket Baby Monthly Blanket Baby Girl Shower Newborn Photography Props Premium Fleece - New Mom",
        "short_description": "1.This infant milestone blanket is made from premium fleece soft breathablecomfortable convenient. non toxic and it will not fade or wrinkle.2.This cute baby milestone blanket is the best photo props for babyu2019s first year. can help you create the first year keepsake and milestone pictures for you and your family.3.With this monthly blanket you can figure out how old your baby were in the picture when heher grows up perfect way to track your babys growth4.Great baby shower gift perfect gift for anybody who is pregnancy or has a newborn child your friends or family will love this sweet gift5.The fleece blanket is also perfect for baby use in livessuch like travelpicnicin car or airplane.As it wrinkleresistant and",
        "description": "ColorDouble Sidedanimal Great baby shower gift perfect gift for anybody who is pregnancy or has a newborn child your friends or family will love this sweet gift ",
        "summary": "This adorable double-sided animal blanket makes the perfect baby shower gift. Its soft texture and unique design will bring a smile to the face of any expecting parent or newborn child. Give your friends and family the sweet gift they'll cherish forever."
    },
    {
        "name": "Google Pixel Buds, Clearly White",
        "short_description": "With customdesigned speakers Google Pixel Buds bring you brilliant sound. Beamforming mics and voice accelerometers help make your calls crystal clear even in noisy and windy conditions.1 Get realtime translation right in your ear.2 And talk to Google Assistant for handsfree help ndash just say ldquoHey Google.rdquo3Brilliant sound all around. With customdesigned 12 mm dynamic speaker drivers Google Pixel Buds deliver rich highquality audio no matter what yoursquore listening to.Made for your ears. With three eartip sizes and a stabilizer arc Google Pixel Buds stay in place and create a gentle seal for amazing sound.Clear calls anywhere. Beamforming mics and voice accelerometers help make your calls crystal clear even in noisy and windy conditions. 1A translator in your ear. Get realtime translation right in your ear while using a Pixel or Android 6.0 phone. 2Help when you need it. To skip a track get directions or send a message just say ldquoHey Googlerdquo or press and hold the earbud to talk to Google Assistant. 3Weight 66.7 g",
        "description": "nbspNotenbsp 1 Call quality depends on signal strength environment and many other factors. Actual results may vary. 2 Requires an Android 6.0 device and an internet connection. Data rates may apply. For available languages go to g.copixelbudshelp. 3 Google Assistant requires an Assistantenabled Android 6.0 device Google Account and an internet connection. Data rates may apply. ",
        "summary": "Google Pixel Buds offer a secure, comfortable fit and clear sound quality for your calls and music. With Google Assistant built-in, you can access information, control your phone, and more with just your voice. Compatible with Android 6.0+ devices, so you can stay connected"
    },
    {
        "name": "5 Surprise Mini Brands Mystery Capsule Real Miniature Brands Collectible Toy by ZURU",
        "short_description": "5 Surprise Mini Brands Collectable Capsule",
        "description": "KEY FEATURES • SO MANY TO COLLECTThere are over 70 miniatures of your favourite brands to collect including favorites like Skippy Dove Warheads Dum Dums Pez and Kikoman. • UNBOXING FUN Enjoy the thrill of unboxing as you unwrap peel and reveal 5 different surprises • RARE MINIS Can you find the Rare Metallic and Glow in the Dark Minis There are Super Rare GOLD minis to collect too • 3 ACCESSORIES TO COLLECTCollect all 3 miniature shopping basket cart shelf to create your own miniature shopping world • CREATE YOUR MINI SHOPPING WORLDCollect them all and tick off your collectors guide shopping list as you go",
        "summary": "Collect over 70 of your favorite brand miniatures with the surprise of unboxing 5 different surprises! Look for Rare Metallic and Glow in the Dark miniatures, as well as Super Rare Gold miniatures. Also, collect all 3 miniature shopping accessories - basket, cart, and shelf - to create"
    },
    {
        "name": "Safed Musli Powder",
        "short_description": "Our powder is 100 pure form of Safed MusliMade from carefully selected whole Safed Musli which are processed to pure powder under stringent quality checks.Highly bioavailable easy to absorb made to provide full potency for maximum effectiveness.All products meet UKEU legislation to maintain high health and safety standards",
        "description": " Product Description Safe Musli is believed to have unparalleled medicinal properties. All products meet UKEU legislation to maintain high health and safety standards Ingredients 100 Chlorophytum borivilianum Safed Musli Directions Suggested use Take 1 tsp 5gm mixed into warm water twice a day as a nutritional drink or as directed by health practitioner. Safety Warning Do not exceed stated recommended daily dose. Food supplements should not be used as a substitute for a varied diet. Keep out of reach of children. This product is not intended to diagnose treat cure or prevent any disease. If you are pregnant breast feeding currently taking any prescription medications or under medical supervision please consult a doctor or healthcare professional before use. Do not use if the seal is broken. Manufacturer Contact Information DevSatya Ltd 11 Spire House Harrow HA1 2HF UK See more",
        "summary": "Safe Musli is a 100% natural health supplement made with Chlorophytum borivilianum, believed to have unparalleled medicinal properties. Take 1 tsp (5gm) mixed into warm water twice a day as a nutritional drink or as directed by a health practitioner. Please consult"
    },
    {
        "name": "Nikon D5100 16.2MP Digital SLR Camera &amp;amp; 18-55mm VR Lens",
        "short_description": "This refurbished product is tested and certified to look and work like new. The refurbishing process includes functionality testing basic cleaning inspection and repackaging. The product ships with all relevant accessories and may arrive in a generic box",
        "description": "Nikon D5100 Digital SLR Kit w47 1855mm",
        "summary": " VR LensThe Nikon D5100 Digital SLR Kit is a powerful camera that is perfect for capturing stunning photos and videos. It comes with an 18-55mm VR lens for capturing high-resolution images and videos with clarity and precision. The camera also features a range of creative effects to"
    },
    {
        "name": "Ahmad Tea Herbal Tea, Camomile, Honey, Lavender &amp;#39;Sleep&amp;#39; Natural Benefits Teabags, 20 ct Pack of 6 - Decaffeinated &amp;amp; Sugar-Free",
        "short_description": "DELICIOUS SATISFYING FLAVOR – Ahmad Tea earned 22 Great Taste Awards Mixed Citrus being a favorite herbal tea. A refreshing blend filled with citrus flavors. Enjoy anytime of the day hot or iced.QUALITY INGREDIENTS – Committing to quality and consistency Ahmad Tea blends only the finest leaves cultivated from our trusted growers and tea gardens around the world. All blends are sugarfree.BREWING YOUR TEA – Mixed Citrus is offered in tagged tea bags. Steep according to the recommended time on the pack. Served hot or iced.TEA BENEFITS – Strong antioxidant properties that help support heart health and boosts your immune system. Mixed Citrus is naturally decaffeinated sugarfree and a great substitute for coffee and soft drinks.ETHICAL TEA PRACTICES – We are proud to support the Ethical Tea Partnership who are working towards the lives of tea workers and their environment worldwide.",
        "description": "Mixed Citrus Infusion is an energizing blend based around the eternally uplifting flavors of lemon and orange. Bursting with juicy citrus aromas and bold zesty notes this herbal tea is sure to enliven your spirits and your taste buds. Our Tea Masters squeeze big authentic flavors into this blend using only 100 natural ingredients. Orange and lemon are the stars of the show with apple rosehip and hibiscus providing the rounded backnotes. Ahmad Tea was built upon the quality of teas that it produces and has accepted 22 Great Taste Awards.Ingredientsnbsp Apple natural flavor sweet blackberry leaves orange peel rosehip lemon peel. Sugarfree amp decaffeinated.nbspOrigin Various regions including Chile Turkey the USA South America amp Thailand Subject to change due to seasonal variations.Brew Timenbsp Infuse for 35 minutes. Serve hot or iced.",
        "summary": "Ahmad Tea's Mixed Citrus Infusion is a 100% natural blend of lemon, orange, apple, rosehip, and hibiscus, delivering juicy citrus aromas and bold, zesty notes. This energizing tea is sure to enliven your spirits and taste buds"
    },
    {
        "name": "Nutricost Tudca 250mg, 30 Capsules 2 Bottles",
        "short_description": "30 Capsules of Premium Tudca per Bottle 2 Bottles250mg of Tudca Per CapsuleNonGMO Soy Free and Gluten FreeQuality Control Tested To Ensure Tudca is 100 Quality Guaranteed3rd Party Tested and made in a GMP Compliant FDA Registered Facility",
        "description": "Nutricost Tudca 250mg 30 Capsules 2 Bottles",
        "summary": "Nutricost Tudca is a dietary supplement that provides 250mg of Tauroursodeoxycholic Acid (TUDCA) per capsule. It comes in a set of two bottles, each containing 30 capsules. TUDCA is a naturally occurring bile acid that may help to"
    },
    {
        "name": "Detail King Frigi-Clean - Aerosol AC Evaporator Cleaner - Restore Heating &amp;amp; Cooling Efficiency",
        "short_description": "FrigiClean will remove road grime nicotine buildup and debris restoring heatingcooling efficiency.Using FrigiClean eliminates the debris and fallout collecting in your evaporator leaving behind a clean fresh and efficient ventilation system.",
        "description": "Detail King FrigiClean Aerosol AC Evaporator Cleaner Restore Heating amp Cooling Efficiency",
        "summary": "This aerosol AC evaporator cleaner from Detail King quickly and easily restores the efficiency of your heating and cooling system. It's non-acidic and non-flammable, making it safe to use and easy to store. It's a great way to keep your AC running at peak"
    },
    {
        "name": "Razer Kishi Mobile Game Controller  Gamepad for Android USB-C: Xbox Game Pass Ultimate, xCloud, Stadia, GeForce NOW, Luna - Passthrough Charging - Low Latency Phone Controller Grip - Samsung, Pixel",
        "short_description": "Universal Mobile Gaming Controller Designed to bring consolelevel control to your phone for gaming anywhereRefine Your Aim and Execution Clickable analog thumbsticks provide greater accuracy and tactile feedback and the performance buttons and dpad deliver precision inputLatencyFree Gameplay Unlike Bluetooth controllers which produce lag the controller has zero latency by directly connecting to the device’s charging portUSB Type C Charging Port For passthrough charging of your phone or tablet while using the controllerErgonomic Flexible Design for a Comfortable Handheld Grip Designed for long gaming sessions the controller feels great to hold and can be stretched and clamped on most Android phones providing a secure hold that won’t come loose during gaming",
        "description": "Durable and ideal for use anywhere.",
        "summary": " This camping hammock is made of 210T parachute nylon fabric, which is strong and breathable, and can bear up to 500lbs.This camping hammock is perfect for outdoor use. Made of high-quality 210T parachute nylon fabric, it is incredibly strong and breathable, capable"
    },
    {
        "name": "Beats Fit Pro True Wireless Earbuds — Beats Black",
        "short_description": "True wireless noise cancelling Beats Fit Pro with comfortable securefit wingtips are engineered for all day activity. Designed for Comfort Beats Fit Pro is equipped with comfortable secure fit wingtips that flex to fit your ear. The universal wingtip design was put to the ultimate test by athletes of all kinds so you can trust these earbuds will stay put through work days and workouts. Complete with pressure relieving vents you can comfortably wear these earbuds all day long.",
        "description": " Three soft silicone ear tip options make it easy to find the right size. The Fit Test1 setup for both Apple and Android helps ensure proper fit for a customized acoustic seal and optimal performance Surrounds You in Sound Beats Fit Pro is engineered to deliver powerful balanced sound via a custom acoustic platform that stays with you through your daily activities. A proprietary dualelement diaphragm driver resides within a twochamber housing resulting in clear sound with outstanding stereo separation. An advanced digital processor then optimizes audio performance for loudness and clarity while simultaneously ensuring clean noisecancellation Beats Fit Pro supports Spatial Audio with dynamic head tracking for immersive music movies and games2. Dynamic head tracking uses gyroscopes and accelerometers to adjust the sound as you turn your head for a multidimensional experience that makes you feel like you’re inside of it Hear What Matters With two distinct listening modes you are in control of what you hear. Fully adaptive Active Noise Cancelling ANC uses realtime audio calibration to continuously pinpoint unwanted external sounds and optimize sound output. When you need to be aware of your surroundings easily switch to Transparency mode. The externalfacing microphones capture environmental and ambient sound around you to mix in with your music. Now you can always choose the listening mode that fits your needs Equipped with Apple H1 Powered by the Apple H1 chip Beats Fit Pro is ready to help you handle whatever the day throws at you. Instantly onetouch pair with all your Apple devices3. nbspWhen you switch from your iPhone to your Mac or iPad Automatic Switching reroutes your audio4. Audio Sharing with another pair of Beats headphones or Apple Air Pods means you can easily share your favorite music with all of your friends5 Power Your Day The earbuds have up to 6 hours of listening time6with 18 additional hours provided by its pocketsized Charging Case7. That means that Beats Fit Pro gives you up to 24 hours of combined playback. With ANC or Transparency mode turned off you’ll get up to 7 hours of listening time. If you need a little extra juice 5minute Fast Fuel charging gives up to 1 hour of playback8 when battery is low. A battery that lasts That’s a power move Loud and Clear With a builtin accelerometer and Class 1 Bluetoothreg technology Beats Fit Pro can detect when you’re speaking to help you sound your best. Dual beamforming microphones pinpoint your voice while a digital processor cuts out external noise and wind so your voice is clear and easy to hear Works with Android Beats Fit Pro easily connects to Android devices via Bluetoothreg right out of the box. With the Beats app for Android9 you’ll get enhanced features like onetouch pairing customized controls battery levels firmware updates and a Fit Test to help you get the best sound and fit out of your earbuds What’s in the Box Beats Fit Pro Earbuds Pocketable Charging Case Ear tips with three size options USBC to USBC charging cable Quick Start Guide USBC power adapter sold separate WARNING California Proposition 65None",
        "summary": "Beats Fit Pro earbuds provide up to 24 hours of combined playback and dynamic head tracking for immersive sound. With Active Noise Cancelling (ANC) or Transparency mode, you can control what you hear. The earbuds are powered by the Apple H1 chip and connect to Apple"
    },
    {
        "name": "Developpe Sex Cream",
        "short_description": "Penis Enhancement Cream",
        "description": "Intended to add a little big more to your love life. A penis enhancement cream that uses vitamins and natural oils to enhance your performance. This is not intended to diagnose or treat any disease. Please consult a physician. Entertainment purposes only.",
        "summary": "This penis enhancement cream uses vitamins and natural oils to add a little extra to your love life. Not intended to diagnose or treat any medical condition, this product is for entertainment purposes only. Consult a physician before use."
    },
    {
        "name": "Takis Blue Heat Rolled Tortilla Chips, Hot Chili Pepper Artificially Flavored, 9.9 Ounce Bag",
        "short_description": "A Frenzy of Flavor Remix your snack game with the intense taste of our hot spicy chili pepper artificially flavored chips. These crunchy rolled corn tortilla chips come in an electrifying blue color that boldly fire up your tastebuds.Snack OnTheGo Packaged to match your lifestyle our rolled tortilla chips make the perfect snack option for when you’re up late studying headed to school embarking on an exciting road trip or hanging with friends at a party.A Feast for the Brave We designed our rolled corn tortilla chips with one thing in mind to deliver a worthy snack for those who dare. Simply pop open a bag and conquer those cravings—one boldlyflavored chip at a time.Share if You Dare Each individual bag of our rolled tortilla chips is loaded with enough intensity to fire up the taste buds of everyone around you. So grab a bag and share a storm of flavor with your friends—or don’t. We understand.Supercharge the Way You Snack When it comes to snacks we don’t back down from flavor. We’re not satisfied until we’ve created a maxedout ultratantalizing snack that launches your taste buds into a new dimension. Craving yet",
        "description": "Mixup how you snack with Takis Blue Heat Rolled Tortilla Chips and give your taste buds the gift of launching into an unexplored universe of sensational flavor combinations. We know hunger can strike at a moments notice creating an unforecasted storm of emotion that distracts you from living in the moment. Which is why we set out to pioneer irresistible snacks that unleash tantalizing waves of flavor and deliver an unbeatable crunch in every single bite. Pack a bag to give yourself a tasty pickmeup at school be ready to conquer hunger while spending the day hanging with your friends or grab a handful for when you just need a boost of flavor while hunting for new adventures. Our Hot Chili Pepper artificially flavored rolled corn tortilla chips make quick work of not only extinguishing your own hunger but they’re also a great food for sharing with friends and family. Share a snack with your squad and transform a lowkey hangout into a delicious celebration or turn the vibes up to ten on your next road trip when you bring Takis Blue Heat Rolled Tortilla Chips. Try all our supercharged Takis family of snacks and experience for yourself how our snacks give your senses a firstclass ticket out of this world—changing the way you feast on flavor forever. Are you ready to Face the Intensity",
        "summary": "Takis Blue Heat Rolled Tortilla Chips offer an intense and unique flavor experience. Perfect for snacking on the go, they can easily turn a low-key hangout into a delicious celebration. With an unbeatable crunch in every bite, Takis snacks are sure to give your senses"
    },
    {
        "name": "Gumball Machine for Kids - Blue Vending Machine with Cylinder Globe - Bubble Gum Machine for Kids - Home Vending Machine - Coin Gumball Machine - Bubblegum Machine - Gum Ball Machine Without Stand",
        "short_description": "Gumball machine for kids vends 1 gumballs bouncy balls 1.1 and 1.3 capsules. Bubble gum machine maximum capacity is 700 gumballs 320 bouncy balls. Gum ball machine can fit up to 225 capsulesGumball machine for kids is 18 inches in height width and depth are 8.7 inches. Bubble gumball machine weight measures 8 lbsBubble gum machine for kids accepts 1 US quarter or 1 Canadian quarter. For converting this home vending machine into freespin mode contact us for all the necessary instructionsVending machines round cornered bank is made of high resistance plastic it is shatterproof. Gumball machines feature an all metal dropthru coin mechanism and vandalresistant tubular key lockVending gumball machine comes without a stand. This gumball vending machine does not require an assembly. Gumballs for gumball machine are not included",
        "description": "Gumball machine is the perfect suprise gift for kids Gum balls for kids machine is simply the best birthday gift as well.Kids gumball machine works great as a gumball bank just retrieve coins when its full. Kids bubblegum machine has proven to be an effective tool for teaching children how to save money. Want to convert it to the freespin mode Just let us know and well send you all the necessary instructions.Looking for Chrismas gift ideas Nothing beats vending machines for kids they are the ultimate gift to make them happy Dont miss a chance to buy one of the most popular gumballs machines. Bubble gumballs machine is a constant source of joy happiness and fun for children.This is a desk gumball machine it requires a stand to be put on the floor. Gumball machine stand is sold seperately.Vending machine allows operators to vend 0.87 and 1 gumballs 1.1 and 1.25 bouncing balls 1.1 and 1.3 round or acorn capsules through the same dispensing wheel. This commercial bubble gum machine can be equiped with a special dispensing wheel that allows to dispense hard candies. Its sold seperately.Coin vending machine has a reliable coin mechanism and strong tubular locks. Commercial vending machine has a shatterresistant polycarbonate cylinder globe. Commercial gumball machine has a one year warranty for all parts and 90day warranty for the moving parts.Quarter gumball machine maximum capacityGumballs 0.87 inch – 650700 pcs 1 inch – 450 pcsBouncy balls 1.1 inch – 320 pcs 1.25 inch – 210 pcsCapsules 1.1 inch – 225 pcsCapsules 1.3 inch – 180 pcsToy capsule vending machine dimensions H 18 W 8.7 D 8.7. Empty vending machine weight 8 lbPackage Includes1 x Blue Cylinder Shaped Gumball Machine1 x .25c Coin Mechanism1 x .79” 1.33” Dispensing Wheel2 x Keys",
        "summary": "This gumball machine is the perfect surprise gift for kids. It doubles as a gumball bank and can be converted to free-spin mode. It can vend 0.87\" and 1\" gumballs, 1.1\" and 1.25\" bouncing balls, 1.1\" and 1"
    },
    {
        "name": "Gol Gappa  Pani Puri ready to fry - 200gm",
        "short_description": "Restaurant Style CrunchEasy To PrepareReady to Eat Fry or Microwave Pani Puri also known as Gol Gappe Phulki or Pakodi.pure and natural",
        "description": "EAT HEALTHY MICROWAVE OR FRY GOL GAPPA 200gm. This is a Vegetarian product. 100 Whole Wheat Puris. Fry them in the oil of your choice take control of what you eat Store them in a cool dry place these last for upto 1 year. ...",
        "summary": "This delicious, vegetarian snack is a great way to stay healthy. Enjoy EAT HEALTHY MICROWAVE OR FRY GOL GAPPA, made of 100% whole wheat puris. Fry in your preferred oil and take control of what you eat. Store in a"
    },
    {
        "name": "PERFECT SPORTS Diesel New Zealand Whey Isolate , 2.2 kg, Chocolate Peanut Butter",
        "short_description": "Undenatured protein more protein to ensure a higher yield the protein found in diesel is processed at 4 degrees Celsius. Full spectrum Amino acid profileSuperior formula superior taste Diesel is available in 8 mouthwatering flavours and an unflavoured version for those who want to cookbake or blend in fruit andor greensStevia sweetened no artificial sweeteners",
        "description": "Diesel 100 new Zealand whey protein isolate diesel is the superior whey protein isolate. Unrivalled in quality diesel exclusively contains new Zealand whey protein isolate. This highly sought after ultrapremium whey protein isolate is derived from the purest milk on the planet. new Zealand is an island located in the southwestern Pacific Ocean. The moderate temperatures fertile Soil excellent rainfall and yearly average of 2 000 hours of sunshine provides ideal growing conditions for grass. This allows for cattle to flourish. In fact new Zealands primary export is dairy. cattle graze throughout the year on grass as nature intended cycling through pastures across the land. On average they spend 90 of their time roaming outside in pastures during the year. in addition to new Zealands topnotch growing conditions the country has stringent laws regarding herbicides pesticides antibiotics and growth hormones. due to new Zealands remote location the land is free from many pests and diseases which plague other parts of the world. Nevertheless the new Zealand government prohibits the use of herbicides pesticides and antibiotics. Additionally growth hormones rest and rbgh which are used on cows to increase milk production are Illegal in new Zealand. This allows for the purest milk to derive whey from.",
        "summary": " Diesel is an ultra-premium whey protein isolate derived from the purest milk in the world. Grazing in New Zealand's temperate climate, cows are free from herbicides, pesticides, antibiotics and growth hormones, allowing for the production of an unrivalled quality"
    },
    {
        "name": "Chalkovsky Premium Edible Chalk - Natural Chalk for Eating - Crunchy Belgorod Chalk Chunks - Russian Organic Chalk for Bone Strength - Zero Additives, No Impurities - White 7oz 200g",
        "short_description": "◼CRUNCHY YUMMY PREMIUM EDIBLE CHALK Discover the unique flavor and crunchy texture that has taken the world by storm. The Chalkovsky natural edible chalk for eating is here to help you give in to your chalky cravings without any regrets.◼ ZERO IMPURITIES ZERO ADDITIVES MAXIMUM HEALTH VALUE Enjoy the immense health benefits of pure chalk. Our Belgorod edible chalk may help strengthen your bones improve your skin health and support healthy weight management.◼ HANDPICKED NATURAL SAWN BELGOROD CHALK We take great pride in carefully inspecting every single piece of chalk stick prior to shipping. Cracked or damaged chalk sticks are discarded so you can enjoy a true ASMR chalk eating experience.◼ EXCLUSIVELY DESIGNED FOR PICA CRAVERS ASMR LOVERS AND RECREATIONAL USE These signature Belgorod chalk pieces are known for their crispy texture and unique flavor.◼ STRAIGHT FROM THE WORLDS CHALK CAPITAL Our organic chalk comes straight from Belgorod Russia which is known as the Chalk capital of the world. The word Belgorod means White City and it was built on a huge white mountain of chalk.",
        "description": "Chalkovsky Premium Edible Chalk Natural Chalk for Eating Crunchy Belgorod Chalk Chunks Russian Organic Chalk for Bone Strength Zero Additives No Impurities White 7oz 200g",
        "summary": "Chalkovsky Premium Edible Chalk is a natural and organic product from Belgorod, Russia. It is a crunchy, white chalk that has no additives or impurities and is proven to help strengthen bones. Each package contains 7oz (200g) of the chalk."
    },
    {
        "name": "Nikon D90 12.3MP DX-Format CMOS Digital SLR Camera with 18-105 mm f3.5-5.6G ED AF-S VR DX Nikkor Zoom Lens OLD MODEL",
        "short_description": "12.3megapixel DXformat CMOS imaging sensor5.8x AFS DX Nikkor 18105mm f3.55.6G ED VR lens includedDMovie Mode Cinematic 24fps HD with sound3inch superdensity 920000dot color LCD monitorCapture images to SDSDHC memory cards not included",
        "description": " Product Description Fusing 12.3megapixel image quality inherited from the awardwinning D300 with groundbreaking features the D90s breathtaking lownoise image quality is further advanced with EXPEED image processing. Splitsecond shutter response and continuous shooting at up to 4.5 framespersecond provide the power to capture fast action and precise moments perfectly while Nikons exclusive Scene Recognition System contributes to faster 11area autofocus performance finer white balance detection and more.Whats in the box Nikon D90 SLR Digital Camera Kit with Nikon 18105mm VR Lens18105mm f3.55.6G ED VR AFS DX Nikkor Autofocus LensFront Rear Lens CapsLens HoodLens PouchENEL3e Rechargeable Lithiumion BatteryMH18a Quick ChargerUCE4 USB CableEGD2 AudioVideo CableANDC1 Neck StrapBM10 LCD Monitor CoverBF1A Body CapDK5 Eyepiece CapDK21 Rubber EyecupBS1 Accessory Shoe CapNikon Software Suite CDROM and User Guides. From the Manufacturer Fusing 12.3megapixel image quality inherited from the awardwinning D300 with groundbreaking features the D90s breathtaking lownoise image quality is further advanced with EXPEED image processing. Splitsecond shutter response and continuous shooting at up to 4.5 framespersecond provide the power to capture fast action and precise moments perfectly while Nikons exclusive Scene Recognition System contributes to faster 11area autofocus performance finer white balance detection and more. brgt The D90 delivers the control passionate photographers demand utilizing comprehensive exposure functions and the intelligence of 3D Color Matrix Metering II. Stunning results come to life on a 3inch 920000dot color LCD monitor providing accurate image review Live View composition and brilliant playback of the D90s cinematicquality 24fps HD DMovie mode. Outfit includes the 5.8x AFS DX Nikkor 18105mm f3.55.6G ED lens with VR image stabilization and legendary Nikkor optical quality. Nikon D90 DX Digital SLR Highlights Nikon Digital SLR image quality The D90 incorporates a newly developed DXformat CMOS image sensor with technology directly inherited from the D300 Nikons DXformat flagship. With its 12.3 effective megapixels and extraordinarily high signaltonoise ratio the D90 delivers lownoise images with detail and tonal gradation beyond your expectations while Nikons Integrated Dust Reduction System works to free imagedegrading dust particles from the sensors optical lowpass filter. Nikons comprehensive EXPEED technology is engineered to make the most of the sensors rich 12.3megapixel data. The resultcolor detail and highspeed processing inspired by the groundbreaking D300. The D90s imageprocessing engine produces highresolution pictures at remarkable speeds better enabling highspeed continuous shooting. EXPEED also contributes to the outstanding performance of other powerful features including Live View and the new Face Detection System. The D90 captures up to 4.5 images per second. Accurate 11point autofocus is now even faster and more intelligent aided by Nikons exclusive Scene Recognition System. The unique Nikon 420pixel 3D Color Matrix II Metering system now enhanced by EXPEED image processing technologies delivers extraordinary exposure accuracy immediately evident when reviewing images on the D90s superdensity 3inch 920000dot color LCD monitor. New DMovie Mode Features 720p HD cinematic quality A new idea for DSLRs the D90 offers a movie function allowing you to shoot movies in three different motion JPEG formats 320 x 216 pixels 640 x 424 pixels and 1280 x 720 pixels. Now you can capture lifes moving moments with added drama by using many of Nikons NIKKOR lenses including the AF DX Fisheye 10.5mm f2.8G ED and the MicroNIKKOR lenses. The shallow depth of field can give your movies a more creative and emotional impact. An additional benefit is the D90 image sensor which is much larger than a typical camcorder for higher image quality and exceptional high ISO performance during lowlight shooting. 5.8x AFS DX Nikkor 18105mm f3.55.6G ED VR included Famous Nikkor optical quality in a compact versatile design featuring Nikon VR image stabilization. Continuous shooting as fast as 4.5 framespersecond The D90 captures crucial moments thanks to its impressive 0.15second startup time 65millisecond shutterrelease time lag CIPA standard and ability to shoot at 4.5 frames a second for up to 100 shots. Low noise ISO sensitivity from 200 to 3200 The D90 gives you the freedom to shoot in a remarkably wide variety of lighting conditions including dimly lit scenes without worrying about imagedegrading noise. ISO can be raised as high as Hi 1 ISO 6400 equivalent or lowered to Lo 1 ISO 100 equivalent. 3inch superdensity 920000dot color LCD monitor The D90s 3in. approx. 920kdot LCD monitor provides unprecedented quality of image display. A wide 170degree viewing angle makes it easy to confirm focus after shooting or during Live View. Builtin image sensor cleaning Effective 4frequency ultrasonic sensor cleaning frees image degrading dust particles from the sensors optical low pass filter. 11point AF system with Face Priority Thanks to MultiCAM 1000 autofocus module the D90s 11point AF system has fast and precise autofocus coverage across the frame with the most sensitive AF sensor operating from the center. In addition the D90 has versatile AFarea modes to handle most shooting situations. The center focus point can be switched from normal to wide according to the movement of the subject. Onebutton Live View With the D90s Live View function you can shoot effectively without looking through the viewfinder. Simply press dedicated Live View button for instant access. Three contrastdetect AF modes let you focus on any point in the frame. Nikon 3D Color Matrix Metering II with Scene Recognition System Nikons renowned 420pixel RGB 3D Color Matrix Metering II teamed with the exclusive Scene Recognition System evaluates images referencing an onboard database of over 30000 photographic scenes for unmatched exposure accuracy. Advance Scene Modes When youre not sure which camera settings are appropriate simply rely on the Advanced Scene Modes. Just turn the mode dial to the appropriate icon Portrait Landscape Closeup Sports or Night Portrait. Unlike traditional scene modes the D90 will automatically optimize the exposure image processing Active DLighting and Picture Control to get the most out of your subject matter. Whats more the D90 has exceptional lownoise performance and accurately adjusts the camera settings whether VR Vibration Reduction is activated or not so you can expect beautiful crisp images even in many lowlight scenes. Auto Active DLighting in the shadows and highlighted areas of your photos are often lost when strong lighting increases the contrast between the bright and dark areas of your image. Nikons unique Active DLighting technology accurately restores these important details by localizing tone control while you shoot. Choose from four levels including the new Extra High. Active DLighting can be used manually or set to Auto mode. It is also possible to bracket your pictures to get one with Active DLighting and one without. Durable highprecision shutter Reliability is not a luxuryits a necessity. Thats why Nikon subjected numerous D90 shutter mechanisms to grueling 100000cycle shutterrelease tests with the unit fully assembled in the camera. Builtin Popup Flash The D90 is equipped with Nikons iTTL flash control renowned for consistently accurate and balanced flash exposures. The builtin flash has an 18mm lens coverage and works as a wireless commander controlling up to two independent groups of an unlimited number of remote Speedlights and providing incredible creative lighting controlon location or in the studio. Incamera image editing Creative freedom stems from exclusive incamera image editing featuring Fisheye effect Straighten and Distortion Control as well as DLighting Redeye Reduction Image Overlay Monochrome and more. HDMI Compatible You can enjoy both still images and movies shot with the D90 via HDMI HighDefinition Multimedia Interface with the globalstandard digital AV signal transfer. HDMI Mini connector is employed. GPS geotagging The optional GP1 GPS unit provides automatic realtime geotagging. Review from dpreview.com about this camera at DPReview.comnbsp Nikon D90 Digital SLR Highly recommended by dpreview.com Almost exactly two years after the D80 was announced comes its replacement the rather predictably named D90. The D80 has been one of Nikons quiet successes and even today despite being positively Methuselahlike in digital camera terms it continues to sell and often makes its way into our top 10 most clicked on cameras. Because it looks so similar to the D80 the D90 appears at first glance to be one of those rather subdued incremental upgrades but dig a little deeper and youll find theres plenty to keep Nikon fans happy. First and foremost theres a new CMOS sensor which Nikon claim produces D300 quality output at up to ISO 6400 and one of several features to trickle down from higher models the same highly acclaimed 3.0inch VGA screen as the D3D300. Naturally it has Live View with contrastdetect AF and it would have been surprising had it not sported some form of dust removal system. More surprising is the inclusion of the worlds first DSLR movie mode 720p HDTV quality no less and HDMI output though as well see later it does come with some limitations. A lot of the core photographic spec is the same as or very similar to the D80 though there is a new shutter and an implementation of the 3D tracking AF seen on the D3D300. And its not just the high end models that have lent features and technology to the D90 the user interface has been given the same userfriendly treatment as the D60 as have the retouching options. As it was explained to us the D90 is intended to appeal to the broadest audience of any Nikon SLR from firsttime step up customers moving from a compact to serious amateurs wanting comprehensive photographic control without the cost and weight of a D300. Whether the D90 is as capable as its feature set suggests well see as the review unfolds. Nikon D90 Key Features12.9megapixel DXformat CMOS sensor effective pixels 12.3 million 3.0inch 920000 pixel VGA x 3 colors TFTLCD same as D3 and D300 Live View with contrastdetect AF face detection Image sensor cleaning sensor shake Illuminated focus points Movie capture at up to 1280 x 720 720p 24 fps with mono sound IS0 2003200 range 1006400 expanded 4.5 frames per second continuous shooting buffer 7 RAW 25 JPEG fine 100 JPEG Normal Expeed image processing engine 3D tracking AF 11 point Short startup time viewfinder blackout and shutter lag Slightly improved viewfinder 96 frame coverage Extensive incamera retouching including raw development and straightening Improved user interface New optional compact GPS unit fits on hot shoe Same battery and vertical grip as D80 Vignetting control incamera 72 thumbnail and calendar view in playback Nikon D90 vs D80 Key Differences Although its had a bit of a design refresh with slightly sharper lines the D90 is externally very similar to its predecessor dimensions are identical though it is heavier. Looking at the differences its obviously a solid incremental upgrade rather than a total reinvention of the popular D80 with several key improvements most importantly the sensor and screen and a welcome smattering of musthave 2008 features live view dust removal. Oh yes and of course theres that one little new feature sitting at the back of the classroom with its hand waving in the air shouting Sir Sir the worlds first DSLR movie mode. 12.3 MP CMOS sensor D80 10.2 MP CCD Dust removal system Bigger better screen as D3 D300 Live View with contrast detect AF Movie Mode Wider ISO range upgraded AF system 3D tracking face detection Active DLighting vignetting control and extra retouching options Automatic chromatic aberration correction Picture Control presets Faster continuous shooting and larger buffer Pictmotion slideshows at dpreview.com Review from Wired.com digital camera reviews at Wired.comnbsp Nikon D90 Takes World Champion DSLR Title Belt Sometimes the mere notion of being number two can light a motivational fire under your keister. Look at some famous folks who despite being considered numero dos went on to dominate their respective fields and even eclipse their predecessors A pupil of Socrates Plato opted not to go the hemlockchugging route and instead helped lay down the foundations of Western philosophy. Tom Brady was destined to be a career second banana until Drew Bledsoes internal bleeding set him on the path to three Super Bowl wins. JeanLuc Picard played second fiddle to Kirk only to become the greatest captain in Star Trek. Ever. Watch TNGs season 3 finale if you dont believe me. And in the world of DSLR cameras Nikon has been toiling to one day escape from the shadow of a certain photomanufacturing giant whose name rhymes with Danon. And with its newest shooter it looks like that day may have finally come. Nikons latest offering the 12megapixel D90 is a featurepacked fistful of photo fury thats sure to help pave your way to fullfledged Flickrati status. Straight from the box and out on the street the D90 shows off its picturemaking prowess. Our testing unit came bundled with a bordering on superwide 18105mm f3.55.6 lens that we used for all of our evaluations. The 11point focusing system with the face priority speedily locks onto subjects while the automatic Active DLighting a feature that optimizes details within shadows and high contrast subjects is a noticeable step forward in oncamera illumination. The flash images show off a pleasing balance between the strobe and the ambient light even when just shooting in the full Auto and Program modes. Nikons also got a convergence hit with the integration of a movie mode that makes three flavors of video the yummiest being up to five minutes of 720p HD in a cinematic 169 aspect ratio. Owing to the size of the sensor and the higher quality optics video clarity and depth of field are on par with the D90s stills. And when it comes to checking your work Nikons made it easy loading the D90 with the same highres 3inch LCD found on its 5000 D3. If thats not big enough just plug it straight into your HDTV with the builtin HDMI connection. All told this camera has scads of grinworthy features that will continue to feed your frenzyfilled lifestyle for some time to come. That is until another camera comes along to usurp its throne. RATING 9 out of 10 WIRED Enormous image sensor blows open the door to some of the finest 12.3megapixel images weve produced yet. Nikons topoftheline highres 3inch LCD is prettier than looking at a supermodel with beer goggles. Incamera dust reduction is spot on at removing spots from the sensor. Onetouch info button and simple descriptive help screens clarify deep detailed menus. Toss out your camcorder the 720p 24 fps video capture on the D90 will trump its performance — especially in low lighting. Face facts Facedetection system works quickly accurately and effortlessly. TIRED Only manual focus in the video mode. Seriously this is really the only problem we had with the D90 and even that was a stretch. Camera Resolution 12.3 megapixels with 15.8 x 23.6mm CMOS sensor. digital camera reviews at Wired.com See more",
        "summary": " reviews at dpreview.com and Wired.com   The Nikon D90 is a feature-packed DSLR camera that offers 12.3 megapixel resolution with its DX-format CMOS sensor and EXPEED image processing engine. It has a 3-inch 920,000-dot color"
    },
    {
        "name": "You&amp;#39;ve Reached Sam: A Novel Hardcover – November 9, 2021",
        "short_description": "An Instant New York Times BestsellerIf I Stay meets Your Name in Dustin Thaos Youve Reached Sam a heartfelt novel about love and loss and what it means to say goodbye.Seventeenyearold Julie Clarke has her future all planned out―move out of her small town with her boyfriend Sam attend college in the city spend a summer in Japan. But then Sam dies. And everything changes. Heartbroken Julie skips his funeral throws out his belongings and tries everything to forget him. But a message Sam left behind in her yearbook forces memories to return. Desperate to hear him one more time Julie calls Sams cell phone just to listen to his voice mail recording. And Sam picks up the phone.The connection is temporary. But hearing Sams voice makes Julie fall for him all over again and with each call it becomes harder to let him go.What would you do if you had a second chance at goodbyeA 2021 Kids Indie Next List SelectionA Cosmo.com Best YA Book Of 2021A Buzzfeed Best Book Of NovemberA Goodreads Most Anticipated Book ",
        "description": "You39ve Reached Sam A Novel Hardcover – November 9 2021",
        "summary": "Sam is a novel about a young man's journey of self-discovery. After a series of unexpected events, he must confront his inner demons and find his true identity. With humor and insight, this book follows Sam's quest for understanding and acceptance."
    },
    {
        "name": "Yonex Mavis 350 Shuttlecock - Nylon",
        "short_description": "Left.Tube of 6.Nylon shuttlecocks.",
        "description": "The Yonex Mavis 350 green cap nylon shuttlecock has been precision built to offer superior flight performance once it strikes the racquet. It has been designed to allow you to serve at a variety of speeds including slow fast and medium serves. Whether you are using it for everyday practice or for a competitive game this Yonex Mavis 350 green shuttlecock moves accurately and reliably during the badminton match. The bright yellow colour of the shuttlecock makes it easy to spot and locate and ensures you never miss out on a shot",
        "summary": ".The Yonex Mavis 350 green cap nylon shuttlecock is designed to deliver superior flight performance and accuracy. It can be used for slow, fast and medium serves, making it perfect for everyday practice or competitive games. The yellow colour makes it easier to spot and locate, allowing you"
    },
    {
        "name": "Edge Delay Gel for Men Ultimate Staying Power Non Numbing",
        "short_description": "ULTIMATE STAYING POWER Edge Delay Gel has a bonus of giving you a much greater build up during sex resulting in the ultimate orgasm and keep him on the Edge and his partner in ecstasyFULL SENSATION Nonnumbing formula gives greater sensation. Gives him full sensation while still delaying his orgasm and helps intensify orgasms.ALL NATURAL Improved formula includes gingko biloba leaf extracts horny goat weed and jojoba oil. Contains NO Lidocaine or similar which means NO Numbing The silky waterbased formula is PH balanced and completely safe for use with condoms. Completely KISSABLEHER SATISFACTION Edge Delay helps you attain your sexual goals. This includes making your sexual partner satisfied and happy.POCKET SIZE TUBE The package is compact and your partner can hardly notice you are using it.",
        "description": "Love Liquid Personal Lubricant",
        "summary": " is a water-based lubricant that is designed to enhance the pleasure of intimate activities.Love Liquid Personal Lubricant is an ideal addition to any intimate activity, providing a smooth, silky sensation for increased pleasure. Its water-based formula is designed to be gentle on the body and"
    },
    {
        "name": "KODAK FunSaver 35mm Single Use Camera",
        "short_description": "Product TypeCamera FilmItem Package Dimension3.81 Cm L X 6.604 Cm W X 13.462 Cm HItem Package Weight0.159 KgCountry Of Origin United States",
        "description": " Product Description Kodak FunSaver 35mm Single Use Camera The 27exposure Kodak FunSaver 35mm camera offers exceptional value and convenience. With a builtin flash the Kodak FunSaver 35mm onetimeuse camera takes pictures indoors or outdoors day or night. Kodak MAX film is built right into the camera so the FunSaver requires no loading. Youll never accidentally expose your rolljust leave the whole camera at the photo lab. Also for the environmentally conscious Kodak and photo processing labs have initiated efforts to recycle the FunSaver camera. The recycling rate for these cameras is now more than 70 percent in the United States and about 60 percent worldwide.",
        "summary": "The Kodak FunSaver 35mm Single Use Camera is an easy and convenient way to capture memories. With a built-in flash, it takes pictures indoors or outdoors, day or night, and comes pre-loaded with 27 exposures of Kodak MAX film. Plus, it's easy"
    },
    {
        "name": "Super Simple Keto: Six Ingredients or Less to Turn Your Gut into a Fat-Burning Machine Hardcover – September 7, 2021",
        "short_description": "Learn the most simple and effective way to adhere to the widely popular ketogenic diet and lose up to twenty pounds per month with easy meal plans and recipes containing no more than six ingredients. The ketogenic diet which promotes weight loss from being in the metabolic state of ketosis is one of the most popular and effective diet plans in recent years and it160continues to grow in popularity as people across the country learn more and more about it. Some are hesitant to try the lifestyle not only due to the high fat intake but also because they presume keto to be extremely complicatedmdashbut it doesnrsquot have to be Super Simple Keto is an easytofollow plan with basic ingredients and meal preparation with several options for restaurant fare for those who are onthego. Yoursquoll benefit from Super Simple Keto160because it contains 160 Helpful graphics so readers can visualize exactly what to eat to lose weight and see blood sugar level improvements in just one monthEmphasis on the healthiest fats and cleaner ketogenic foodsDetailed grocery lists meal plans and macronutrient chartsCategorized fats carbohydrates and proteins which are most beneficial for the healthiest keto planMouthwatering recipes you can whip up in no time 160 Just two chapters of ldquoketo boot camprdquo will get you off and running to your new healthier lifestyle without the need for spending hours of research. 160 Nutritionists and authors Aimee and Richard instruct readers on exactly what to eat to achieve ketosis weight loss and overall health improvements without requiring exercise or too much time spent in the kitchen. In as little as thirty days readers will learn how to achieve freedom from sugar and the processed food lifestyle and they will kickstart their weight loss goals in the most super simple way 160 160 ",
        "description": "Super Simple Keto Six Ingredients or Less to Turn Your Gut into a FatBurning Machine Hardcover – September 7 2021",
        "summary": "This cookbook provides simple, easy-to-follow recipes to help you transition to a ketogenic diet. Each dish requires six or fewer ingredients, making it fast and easy to create delicious meals that will help you burn fat and improve your gut health. Super Simple Keto will help you"
    },
    {
        "name": "David Walker Perfume - EZILO | Women | 50 ml1.7 oz",
        "short_description": "Say GoodBye to overpriced luxury fragrances. With our Exclusive Collections David Walker has developed alternatives to the branded fragrances you love. Our carefully curated scents will give you similar designer luxury experience as the premium brands but at a fraction of the cost.Notes Top Water Gilt Freesia Mandarin MiddleBlack Currant Magnolia White Lily Base Violet Wood ApricotExclusive. Unique. Our iconic Exclusive collection is a wide range of curated scents from around the world. Reimagine the same charisma of the top brand fragrances with our David Walker branded versions.At David Walker we understand your needs and strive to bring you an amazing collection of designer luxury fragrances in an affordable way.",
        "description": "David Walker Perfume EZILO Women 50 ml1.7 oz",
        "summary": "David Walker Perfume's EZILO is a luxurious scent for women. It features a blend of rich, sweet, and floral notes that create a captivating aroma. The 50 ml/1.7 oz bottle is perfect for everyday use and special occasions. Enjoy an unforgettable fragrance"
    },
    {
        "name": "Mountain Dew Diet Soda, 20 Ounce Pack of 24",
        "short_description": "High fructose corn syrupOnly 10 calories",
        "description": "The Only Diet with Dew in It",
        "summary": "!This unique diet plan offers a refreshing and delicious way to lose weight. With the inclusion of dew, it makes dieting easier and more enjoyable. Get the most out of your diet with this innovative approach to weight loss that combines the benefits of hydration with a balanced diet. Enjoy"
    },
    {
        "name": "Polysorbate 20 Solubilser - 1Kg",
        "short_description": "Polysorbate 20 1KgThis product is a Sorbaitan Monolaurate Polysorbates that has been ethoxylated with approximately 20 moles of ethlene oxide to produce a water soluble oil and water emulsifier.Polysorabte 20 can also be used as a wetting agent viscosity modifier antistat stabilizer and dispersing agent.It is the final ingredient necessary when combining fragrance oil with waterbased products like baby shampoo because of very low eye irritation body wash toiletries cosmetics and ointments.It is perfect for keeping the product clear and uncloudy prevents any separation of the oils or fragrance. Mix 1 part essential oil or fragrance to 1 part Polysorbate 20 blend and then add to your product and it will retain its glass like clarity.",
        "description": "Polysorbate 20 1Kg Description This product is a Sorbaitan Monolaurate Polysorbates that has been ethoxylated with approximately 20 moles of ethlene oxide to produce a water soluble oil and water emulsifier. Polysorabte 20 can also be used as a wetting agent viscosity modifier antistat stabilizer and dispersing agent. It is the final ingredient necessary when combining fragrance oil with waterbased products like baby shampoo because of very low eye irritation body wash toiletries cosmetics and ointments. It is perfect for keeping the product clear and uncloudy amp prevents any separation of the oils or fragrance. Mix 1 part essential oil or fragrance to 1 part Polysorbate 20 blend and then add to your product and it will retain its glass like clarity.Do not consume. For external use only. Keep away from children and eyes.",
        "summary": "Polysorbate 20 is an ethoxylated Sorbitan Monolaurate that acts as an emulsifier, wetting agent, viscosity modifier, anti-stat, stabilizer, and dispersing agent. Its low eye irritation makes it perfect for use in water"
    },
    {
        "name": "Whole Foods Market Greek Yogurt Mousse 6 inch",
        "short_description": "This item is only available for delivery or pickup between 9am and 9pm",
        "description": "Bakery",
        "summary": "-style Chocolate Chip Cookies are made with real butter, pure cane sugar, and premium chocolate chips.These delicious bakery-style Chocolate Chip Cookies are made with real butter, pure cane sugar, and premium chocolate chips. Enjoy the melt-in-your-mouth flavor of these rich, che"
    },
    {
        "name": "Autonomous ErgoChair - Premium Ergonomic Office Chair - All Black",
        "short_description": "Sturdy high customization and breathable fabricErgonomic design brings comfort to boost your working productivity7way adjustable angle for the any sittingpostureLifting capacity 330 lbs. Seat size 19.7x19.7 inchesEasy and very fast to assemble",
        "description": "This sturdy chair has an ergonomic deisgn that supports your lower back promoting good posture and boosting your working productivity. The high quality design follows the strictest industry standards and includes a high level of customization. Other features include breathable farbric and fast easy assembly.",
        "summary": "This chair offers superior comfort and support with its ergonomic design, allowing you to maintain good posture and work more efficiently. It is crafted with the highest quality materials, with customizable options and breathable fabric. Plus, assembly is quick and easy."
    }
]